function JPprofile() {
    return(
        <div className="jpprofile">
            <p>私のウェブサイトへようこそ！私は、技術への情熱と日英翻訳のバックグラウンドを持つフルスタックのウェブ開発者です。
                MERNスタック、Python、Flask、SQLを使用してウェブアプリケーションを開発しています。</p>

            <p>技術的な能力に加えて、私は日本語が流暢で、過去にプロの翻訳者として働いた経験があります。
                この経験により、異文化コミュニケーションに関するユニークな視点と、細部への鋭い注意を身につけることができました。</p>

            <p>私の興味はテクノロジーや言語にとどまらず、音楽、アート、ビデオゲームの熱烈なファンでもあります。
                異なる文化や言語に魅了され、それぞれをユニークにするニュアンスを探求するのが好きです。</p>

            <p>自由時間には、コードを使って視覚効果やアニメーションを作る実験が好きです。プログラミングを通じて、
                クリエイティブなビジョンに命を吹き込むことができることに、大きなやりがいを感じています。</p>

            <p>熱心で情熱的な開発者として、私は常に新しい挑戦と学び、成長する機会を求めています。自分のスキルや経験を活かして、
                志を同じくする個人や組織とコラボレーションできることをとても嬉しく思っています。私のウェブサイトをご覧いただき、
                ありがとうございます！すぐにお会いできることを楽しみにしています！</p>
        </div>
    )
}

export default JPprofile;